Repository: swsnr/picture-of-the-day
Catalog: po/*.po
Languages: de, et, fi, fr, nl, pt_br, ru, zh_hans

source: The initial release, with four sources: APOD, Wikimedia, Simon Stålenhag, and Bing.
de: Die erste Veröffentlichung mit vier Bildquellen: APOD, Wikimedia, Simon Stålenhag, und Bing.
et: Esimene versioon nelja allika toega: APOD, Vikimeedia, Simon Stålenhag ja Bing.
fi: Ensimmäinen julkaisu neljän lähteen kera: APOD, Wikimedia, Simon Stålenhag ja Bing.
fr: Première version, incluant quatre sources de fonds d’écran : APOD, Wikimedia, Simon Stålenhag et Bing.
nl: Eerste versie, met vier bronnen: APOD, Wikimedia, Simon Stålenhag, Bing.
pt_br: O lançamento inicial, com quatro fontes: APOD, Wikimedia, Simon Stålenhag e Bing.
ru: Первоначальный выпуск с четырьмя источниками: APOD, Викимедиа, Симон Сталенхаг и Bing.
zh_hans: 初始版本有四个来源：APOD、维基媒体、Simon Stålenhag 和必应。

source: Add a main window to show today's picture of the day and a button to set it as current wallpaper.
de: Ein Hauptfenster zur Anzeige des heutigen Bildes sowie eine Schaltfläche zum Setzen des Hintergrundbildes wurden hinzugefügt.
et: Lisasime põhivaate tänase päevapildi näitamiseks ja taustapildiks määramiseks.
fi: Lisää pääikkuna näyttääksesi tämän päivän kuvan ja painike asettaaksesi sen nykyiseksi taustakuvaksi.
fr: Ajouter une fenêtre principale affichant l’image du jour, avec un bouton pour la définir comme fond d’écran actuel.
nl: Venster met afbeelding van de dag en een knop om deze in te stellen als bureaubladachtergrond.
pt_br: Adicione uma janela principal para mostrar a foto do dia e um botão para defini-la como papel de parede atual.
ru: Добавлено главное окно, в котором будет отображаться сегодняшняя картинка дня и кнопка, позволяющая установить ее в качестве текущих обоев.
zh_hans: 添加一个主窗口显示当天的图片，并添加一个按钮将其设置为当前壁纸。

source: A picture of the day from Wikimedia
de: Das Bild des Tages von Wikimedia
et: Päevapilt Vikimeediast
fi: Päivän kuva Wikimediasta
fr: L’image du jour de Wikimedia
nl: Afbeelding van de dag, afkomstig van Wikimedia
pt_br: Uma foto do dia da Wikimedia
ru: Изображение дня от Викимедиа
zh_hans: 来自维基媒体的每日图片

source: The preferences dialog with settings for image sources
de: Der Einstellungsdialog mit Einstellungen der Bildquellen
et: Eelistuste vaade andmeallikate seadistamiseks
fi: Asetukset-valintaikkuna, jossa on kuvalähteiden asetukset
fr: Boîte de dialogue des préférences avec les paramètres des sources d’images
nl: Het voorkeurenvenster met voorkeuren voor afbeeldingsbronnen
pt_br: A caixa de diálogo de preferências com configurações para fontes de imagem
ru: Диалог настроек с параметрами источников изображения
zh_hans: 带有图片源设置的首选项对话框

source: The empty greeting page with the application icon
de: Die leere Startseite mit dem Anwendungssymbol
et: Tühi avaleht rakenduse ikooniga
fi: Tyhjä aloitusnäkymä sovelluksen kuvakkeen kera
fr: La page d’accueil vide avec l’icône de l’application
nl: Welkomstscherm met toepassingspictogram
pt_br: A página de boas-vindas vazia com o ícone do aplicativo
ru: Пустая страница приветствия со значком приложения
zh_hans: 带有应用程序图标的空白问候页面

# shortcuts section title
source: Picture of the Day Window
de: Bild des Tages Fenster
et: Päevapildi aken
fr: Fenêtre de Image du Jour

# shortcut description
source: Select source
de: Quelle auswählen
et: Vali andmeallikas
fi: Valitse lähde
fr: Choisir la source
nl: Bron kiezen
pt_br: Selecione a fonte
ru: Выбрать источник
zh_hans: 选择来源

# shortcut description
source: Load images
de: Bilder laden
et: Laadi pilte
fi: Lataa kuvat
fr: Charger les images
nl: Afbeeldingen laden
pt_br: Carregar imagens
ru: Загрузить изображения
zh_hans: 加载图片

# shortcut description
source: Cancel loading images
de: Laden der Bilder abbrechen
et: Katkesta piltide laadimine
fi: Peru kuvien lataaminen
fr: Annuler le chargement des images
nl: Stoppen met laden
pt_br: Cancelar o carregamento das imagens
ru: Отменить загрузку изображений
zh_hans: 取消加载图片

# shortcut description
source: Toggle sidebar
de: Seitenleiste umschalten
et: Lülita külgpaan sisse/välja
fi: Sivupalkki päällä/pois
fr: Basculer la barre latérale
nl: Zijbalk tonen/verbergen
pt_br: Alternar barra lateral
ru: Показ боковой панели
zh_hans: 切换侧边栏

# shortcuts section title
source: Navigate images
de: Zwischen Bildern springen
et: Liigu piltide vahel
fr: Naviguer parmi les images

# shortcut description
source: Previous image
de: Vorheriges Bild
et: Eelmine pilt
fi: Edellinen kuva
fr: Image précédente
nl: Vorige afbeelding
pt_br: Imagem anterior
ru: Предыдущее изображение
zh_hans: 上一张图片

# shortcut description
source: Next image
de: Nächstes Bild
et: Järgmine pilt
fi: Seuraava kuva
fr: Image suivante
nl: Volgende afbeelding
pt_br: Próxima imagem
ru: Следующее изображение
zh_hans: 下一张图片

# shortcuts section title
source: General
de: Allgemein
et: Üldised
fr: Général

# shortcut description
source: Preferences
de: Einstellungen
et: Eelistused
fi: Asetukset
fr: Préférences
nl: Voorkeuren
pt_br: Preferências
ru: Параметры
zh_hans: 首选项

# shortcut description
source: Show shortcuts
de: Tastenkürzel anzeigen
et: Näita kiirklahve
fi: Näytä pikanäppäimet
fr: Afficher les raccourcis
nl: Sneltoetsen tonen
pt_br: Mostrar atalhos
ru: Показать сочетания клавиш
zh_hans: 显示快捷键

# shortcut description
source: Quit application
de: Anwendung beenden
et: Sulge rakendus
fi: Lopeta sovellus
fr: Quitter l’application
nl: Toepassing afsluiten
pt_br: Sair do aplicativo
ru: Завершить приложение
zh_hans: 退出应用程序

# main-window.toolbar.button.tooltip
source: Set daily wallpaper automatically
de: Täglichen Bildschirmhintergrund automatisch setzen
et: Uuenda igapäevast taustapilti automaatselt
fi: Aseta päivittäinen taustakuva automaattisesti
fr: Définir automatiquement le fond d’écran quotidien
nl: Stel de dagelijkse achtergrond automatisch in
pt_br: Definir papel de parede diário automaticamente
ru: Устанавливать ежедн. изображ. автоматически
zh_hans: 自动设置每日壁纸

# main-window.toolbar.button.label
source: Source
de: Quelle
et: Andmeallikas
fi: Lähde
nl: Bron
pt_br: Fonte
ru: Источник
zh_hans: 来源

# main-window.toolbar.button.tooltip
source: Load images for selected source
de: Bilder aus gewählter Quelle laden
et: Laadi pilte valitud andmeallikast
fi: Lataa kuvat valitusta lähteestä
fr: Charger les images de la source sélectionnée
nl: Laad afbeeldingen van de gekozen bron
pt_br: Carregar imagens para a fonte selecionada
ru: Загрузить изображ. для источника
zh_hans: 加载所选来源的图片

# main-window.toolbar.button.tooltip
source: Cancel loading images
de: Laden der Bilder abbrechen
et: Katkesta piltide laadimine
fi: Peru kuvien lataaminen
fr: Annuler le chargement des images
nl: Laad geen afbeeldingen meer
pt_br: Cancelar o carregamento das imagens
ru: Отменить загрузку изображений
zh_hans: 取消加载图片

# main-window.toolbar.button.tooltip
source: Set current image as wallpaper
de: Aktuelles Bild als Bildschirmhintergrund setzen
et: Kasuta seda pilti taustapildina
fi: Aseta nykyinen kuva taustakuvaksi
fr: Définir cette image comme fond d’écran
nl: Stel de huidige afbeelding in als achtergrond
pt_br: Definir imagem atual como papel de parede
ru: Установить текущее изображ. как обои
zh_hans: 将当前图片设置为壁纸

# main-window.toolbar.button.tooltip
source: Open image with external application
de: Bild mit externer Anwendung öffnen
et: Ava pilt välise rakendusega
fi: Avaa kuva erillisellä sovelluksella
fr: Ouvrir l’image avec une application externe
nl: Afbeelding openen in ander fotoprogramma
pt_br: Abrir imagem com aplicativo externo
ru: Открыть используя другое приложение
zh_hans: 使用外部应用程序打开图片

# main-window.toolbar.button.tooltip
source: Save image
de: Bild speichern
et: Salvesta pilt
fi: Tallenna kuva
fr: Enregistrer l’image
nl: Afbeelding opslaan
pt_br: Salvar imagem
ru: Сохранить изображение
zh_hans: 保存图片

# main-window.toolbar.button.tooltip
source: Toggle the sidebar with image information
de: Seitenleiste mit Bildinformationen umschalten
et: Lülita pildi teabega külgpaan sisse/välja
fi: Näytä/piilota kuvan tietoja sisältävä sivupalkki
fr: Basculer les infos de l’image
nl: Toon de zijbalk met afbeeldingsinformatie
pt_br: Alternar a barra lateral com informações da imagem
ru: Показ информации об изображении
zh_hans: 切换带有图片信息的侧边栏

# main-window.menu.label
source: _Quit
de: _Beenden
et: _Välju
fi: _Lopeta
fr: _Quitter
nl: A_fsluiten
pt_br: _Sair
ru: _Завершить
zh_hans: 退出(_Q)

# application-window.menu.label
source: _Preferences
de: _Einstellungen
et: _Eelistused
fi: _Asetukset
fr: _Préférences
nl: _Voorkeuren
pt_br: _Preferências
ru: _Параметры
zh_hans: 首选项(_P)

# application-window.menu.label
source: _Keyboard Shortcuts
de: _Tastenkürzel
et: _Klaviatuuri kiirklahvid
fi: _Pikanäppäimet
fr: _Raccourcis clavier
nl: _Sneltoetsen
pt_br: _Atalhos de teclado
ru: _Сочетания клавиш
zh_hans: 键盘快捷键(_K)

# main-window.menu.label
source: _About Picture of the Day
de: _Über Bild des Tages
et: _Rakenduse teave: Päevapilt
fr: _À propos de Image du Jour
nl: Over _Afbeelding van de dag

# images-view.metadata.label
source: Title
de: Titel
et: Pealkiri
fi: Nimi
fr: Titre
nl: Titel
pt_br: Título
ru: Наименование
zh_hans: 标题

source: Visit the source page of this image.
de: Die Quellseite dieses Bildes besuchen.
et: Vaata pildi andmeallikat.
fi: Vieraile tämän kuvan lähdesivulla.
fr: Visiter la page source de cette image.
nl: Open de bronpagina van de afbeelding.
pt_br: Visite a página de origem desta imagem.
ru: Посетить страницу источника этого изображения.
zh_hans: 访问此图片的源页面。

# images-view.metadata.label
source: Copyright
de: Urheberrecht
et: Autoriõigused
fi: Tekijänoikeus
fr: Droits d’auteur
nl: Auteursrecht/Copyright
pt_br: Direitos Autorais
ru: Авторское право
zh_hans: 版权

# images-view.metadata.label
source: Description
de: Beschreibung
et: Kirjeldus
fi: Kuvaus
nl: Beschrijving
pt_br: Descrição
ru: Описание
zh_hans: 描述

# images-view.metadata.label
source: Source
de: Quelle
et: Andmeallikas
fi: Lähde
nl: Bron
ru: Источник
zh_hans: 来源

source: Visit the main page of the source of this image.
de: Die Hauptseite der Quelle dieses Bildes besuchen.
et: Vaata selle pildi andmeallika avalehte.
fi: Vieraile tämän kuvan lähteen etusivulla.
fr: Visiter la page principale de la source de cette image.
nl: Open de pagina waarop de afbeelding staat.
pt_br: Visite a página principal da fonte desta imagem.
ru: Посетить главную страницу источника этого изображения.
zh_hans: 访问此图片来源的主页。

# start-page.button.label
source: Get images
de: Bilder erhalten
et: Laadi üks pilt
fi: Nouda kuvia
fr: Obtenir les images
nl: Afbeeldingen ophalen
pt_br: Obter imagens
ru: Получить изображения
zh_hans: 获取图片

source: Open preferences
de: Einstellungen öffnen
et: Ava eelistused
fi: Avaa asetukset
fr: Ouvrir les préférences
nl: Voorkeuren openen
pt_br: Abrir preferências
ru: Открыть параметры
zh_hans: 打开首选项

source: Contact information
de: Kontaktinformationen
et: Kontaktteave
fi: Yhteystiedot
fr: Informations de contact
nl: Contactgegevens
pt_br: Informações de contato
ru: Контактная информация
zh_hans: 联系信息

source: Open source
de: Quelle öffnen
et: Ava andmeallikas
fi: Avaa lähde
fr: Ouvrir la source
nl: Bron openen
pt_br: Código aberto
ru: Открытый исходный код
zh_hans: 开放源代码

# image-page.loading-message.title
source: Downloading image…
de: Bild wird heruntergeladen…
et: Pilt on allalaadimisel…
fi: Lataa kuva…
fr: Téléchargement de l’image…
nl: Bezig met ophalen…
pt_br: Baixando imagem…
ru: Загрузка изображения…
zh_hans: 正在下载图片…

# preferences-dialog.page.title
source: Wallpaper sources
de: Bild-Quellen
et: Taustapiltide allikad
fr: Sources de fonds d’écran
nl: Achtergrondbronnen

source: API key
de: API-Schlüssel
et: API-võti
fi: API-avain
fr: Clé API
nl: Api-sleutel
pt_br: Chave de API
ru: API-ключ
zh_hans: API 密钥

# preferences-dialog.row.link-label
source: Get API key
de: API-Schlüssel erhalten
et: Tee oma API võti
fr: Obtenir une clé API
nl: Api-sleutel ophalen

# preferences-dialog.row.title
source: Enabled collections
de: Ausgewählte Sammlungen
et: Kasutusel kogumikud
fr: Collections activées
nl: Ingeschakelde collecties

# preferences-dialog.page.title
source: Daily wallpaper update
de: Tägliche Aktualisierung
et: Taustapiltide igapäevane uuendamine
fr: Mise à jour quotidienne du fond d’écran
nl: Dagelijks bijwerken

# preferences-dialog.group.title
source: Network
de: Netzwerk
et: Võrgundus
fr: Réseau
nl: Netwerk

# preferences-dialog.row.title
source: Update wallpaper over metered network
de: Hintergrundbild über getaktete Netzwerke aktualisieren
et: Uuenda taustapilti mahupiiranguga võrkudes
fr: Mettre à jour le fond d’écran sur réseau limité
nl: Achtergrond wĳzigen op beperkte internetverbindingen

# preferences-dialog.group.title
source: Update wallpaper after session is unlocked
de: Hintergrundbild nach Entsperren der Sitzung aktualisieren
et: Uuenda päevapilte ka pärast sessiooni lukustumist
fr: Mettre à jour le fond d’écran après le déverrouillage de la session
nl: Achtergrond wĳzigen na ontgrendelen van sessie

# preferences-dialog.row.title
source: Connection to logind allowed
de: Verbindung zu logind erlaubt
et: Logind ühendus on lubatud
fr: Connexion à logind autorisée
nl: Verbinding met logind toegestaan

# preferences-dialog.row.description
source: After the session is unlocked the wallpaper is updated immediately.
de: Nach Entsperren der Sitzung wird das Hintergrundbild sofort aktualisiert.
et: Päevapilt uuendatakse kohe peale sessiooni lukustuse lõpetamist.
fr: Dès que la session est déverrouillée, le fond d’écran est mis à jour immédiatement.
nl: De achtergrond wordt bijgewerkt zodra de sessie ontgrendeld is.

# preferences-dialog.row.title
source: Connection to logind prohibited
de: Verbindung zu logind nicht erlaubt
et: Logind ühendus on keelatud
fr: Connexion à logind interdite
nl: Verbinding met logind geweigerd

# preferences-dialog.row.description
source: After the session is unlocked the wallpaper is updated only after a considerable delay.
de: Nach Entsperren der Sitzung wird das Hintergrundbild nur sehr verzögert aktualisiert.
et: Päevapilt uuendatakse märgatava aja möödumisel peale sessiooni lukustuse lõpetamist.
fr: Après le déverrouillage de la session, le fond d’écran n’est mis à jour qu’après un délai significatif.
nl: De achtergrond wordt bijgewerkt nadat de sessie is ontgrendeld, maar wel pas na enige tijd.

# preferences-dialog.row.button.tooltip
source: Check again
de: Erneut prüfen
et: Kontrolli uuesti
fr: Vérifier à nouveau
nl: Opnieuw controleren

# preferences-dialog.row.title
source: Command to permit access to logind
de: Befehl um Zugriff auf logind zu erlauben
et: Käsk, mis lubab logind kasutamise
fr: Commande pour autoriser l’accès à logind
nl: Opdracht om toegang tot logind toe te staan

# preferences-dialog.row.button.tooltip
source: Copy to clipboard
de: In die Zwischenablage kopieren
et: Kopeeri lõikelauale
fr: Copier vers le presse-papiers
nl: Kopiëren naar klembord

source: Run this command in a terminal to grant access to logind. You may need to restart the application afterwards. Alternatively, you can use <a href="https://flathub.org/en/apps/com.github.tchx84.Flatseal">Flatseal</a> to add a permission for this application to talk to <tt>org.freedesktop.login1</tt> on the <i>System Bus</i>.
de: Führe diesen Befehl im Terminal aus, um Zugriff auf logind zu erlauben. Eventuell musst Du anschließend die Anwendung neu starten. Alternativ kannst Du <a href="https://flathub.org/en/apps/com.github.tchx84.Flatseal">Flatseal</a> benutzen, um dieser Anwendung die Berechtigung zu geben, mit <tt>org.freedesktop.login1</tt> auf dem <i>System Bus</i> zu reden.
et: Kui soovid lubada logind kasutamist, siis käivita see käsk terminalis ja taaskäivita rakendus. Alternatiivina võid sama õiguse lubamiseks kasutada haldusrakendust <a href="https://flathub.org/en/apps/com.github.tchx84.Flatseal">Flatseal</a>. Selle tulemusena võib Päevapilt teha <i>süsteemisiini (System Bus)</i> abil päringud teenusele <tt>org.freedesktop.login1</tt>.
fr: Exécutez cette commande dans un terminal pour accorder l’accès à logind. Vous devrez peut-être redémarrer l’application ensuite. Alternativement, vous pouvez utiliser <a href="https://flathub.org/fr/apps/com.github.tchx84.Flatseal">Flatseal</a> pour ajouter une permission permettant à cette application de communiquer avec <tt>org.freedesktop.login1</tt> sur le <i>bus système</i>.
nl: Voer deze opdracht uit in een terminalvenster om toegang tot logind te geven. Herstart nadien de toepassing. Als alternatief kan <a href="https://flathub.org/nl/apps/com.github.tchx84.Flatseal">Flatseal</a> worden gebruikt om toegang tot <tt>org.freedesktop.login1</tt> op de <i>systeembus</i> te geven.

# about-dialog.link.label
source: Translations
de: Übersetzungen
et: Tõlked
fi: Käännökset
fr: Traductions
nl: Vertalingen
pt_br: Traduções
ru: Переводы
zh_hans: 翻译

source: translator-credits
de: Sebastian Wiesner <sebastian@swsnr.de>
et: Priit Jõerüüt 2025
fi: Jiri Grönroos
fr: Philippe Charlanes
nl: Heimen Stoffels <vistausss@fastmail.com>
pt_br: Tiago Lucas Flach https://github.com/tiagoFlach
ru: FAlexei
zh_hans: Outbreak2096

# about-dialog.acknowledgment-section
source: Help and inspiration
de: Hilfe und Inspiration
et: Abiteave ja inspiratsioon
fi: Tuki ja inspiraatio
fr: Aide et inspiration
nl: Hulp en inspiratie
pt_br: Ajuda e inspiração
ru: Помощь и вдохновение
zh_hans: 帮助和灵感

# about-dialog.acknowledgment-section
source: Helpful services
de: Hilfreiche Dienste
et: Abiks olevad teenused
fi: Hyödylliset palvelut
fr: Services utiles
nl: Nuttige diensten
pt_br: Serviços úteis
ru: Полезные сервисы
zh_hans: 辅助服务

# about-dialog.other-app.name
source: Turn On
de: Anschalten
et: Lülita sisse
fr: Allumer
nl: Afbeelding van de dag

# about-dialog.other-app.summary
source: Turn on devices in your network
de: Geräte in Deinem Netzwerk anschalten
et: Lülita seadmed oma võrgus sisse
fr: Allumer les appareils de votre réseau
nl: Uw dagelijkse achtergrond
zh_hans: 打开网络中的设备

# notification.title
source: Picture of the Day updated
de: Bild des Tages wurde aktualisiert
et: Päevapilt on uuendatud
fr: Image du Jour mise à jour
nl: Afbeelding van de dag bijgewerkt

# notification.body
source: Please restart the app to use the new version.
de: Bitte starte die Anwendung neu, um die neueste Version zu nutzen.
et: Rakenduse uue versiooni kasutamiseks palun käivita ta uuesti.
fi: Käynnistä sovellus uudelleen käyttääksesi uutta versiota.
fr: Veuillez redémarrer l’application pour utiliser la nouvelle version.
nl: Herstart de toepassing om de nieuwe versie in gebruik te nemen.
pt_br: Reinicie o aplicativo para usar a nova versão.
ru: Чтобы использовать новую версию, перезапустите приложение.
zh_hans: 请重启应用以使用新版本。

# alert-dialog.title
source: Restart after update?
de: Nach Aktualisierung neu starten?
et: Kas taaskäivitame rakenduse peale uuendust?
fi: Käynnistetäänkö uudelleen päivityksen jälkeen?
fr: Redémarrer après la mise à jour ?
nl: Herstarten na bijwerken?
pt_br: Reiniciar após a atualização?
ru: Выполнить перезапуск после обновления?
zh_hans: 更新后重启？

# alert-dialog.body
source: Picture of the Day was updated, and needs to be restarted. Automatic restarting is not yet supported, but you can quit the app and start it again manually.
de: Bild des Tages wurde aktualisiert und muss neu gestartet werden. Der automatische Neustart wird noch nicht unterstützt, aber Du kannst die Anwendung jetzt beenden und manuell neu starten.
et: Päevapilt on uuendatud ja vajab taaskäivitust. Automaatne taaskäivitus pole veel toetatud, aga sa saad rakenduse sulgeda ja ise uuesti tööle panna.
fr: Image du Jour a été mise à jour et doit être redémarré. Le redémarrage automatique n’est pas encore pris en charge, mais vous pouvez quitter l’application et la relancer manuellement.
nl: De afbeelding van de dag is bijgewerkt, maar de toepassing moet worden herstart. Automatisch herstarten wordt nog niet ondersteund, dus u dient dit zelf te doen.

# alert-dialog.response
source: Cancel
de: Abbrechen
et: Katkesta
fi: Peruuta
fr: Annuler
nl: Annuleren
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

# alert-dialog.response
source: Quit
de: Beenden
et: Välju
fi: Lopeta
fr: Quitter
nl: Afsluiten
pt_br: Sair
ru: Завершить
zh_hans: 退出

# notification.button.label
source: Contact information
de: Kontaktinformationen
et: Kontaktteave
fi: Yhteystiedot
fr: Informations de contact
nl: Contactgegevens
pt_br: Informações de contato
ru: Контактная информация
zh_hans: 联系信息

# notification.button.label
source: Open preferences
de: Einstellungen öffnen
et: Ava eelistused
fi: Avaa asetukset
fr: Ouvrir les préférences
nl: Voorkeuren openen
pt_br: Abrir preferências
ru: Открыть параметры
zh_hans: 打开首选项

# notification.button.label
source: Open URL
de: URL öffnen
et: Ava võrguaadress
fi: Avaa osoite
fr: Ouvrir l'URL
nl: Link openen
pt_br: Abrir URL
ru: Открыть URL-адрес
zh_hans: 打开 URL

# command-line.option.description
source: Open preferences
de: Einstellungen öffnen
et: Ava eelistused
fi: Avaa asetukset
fr: Ouvrir les préférences
nl: Voorkeuren openen
pt_br: Abrir preferências
ru: Открыть параметры
zh_hans: 打开首选项

# command-line.option.description
source: Show image for the given date
de: Bild für das angegebene Datum zeigen
et: Näita antud kuupäeva päevapilti
fi: Näytä määritetyn päivän kuva
fr: Afficher l’image pour la date indiquée
nl: Toon de afbeelding van de opgegeven datum
pt_br: Mostrar imagem para a data fornecida
ru: Показать изображение данной даты
zh_hans: 显示给定日期的图片

# command-line.option.arg.description
source: YYYY-MM-DD
et: AAAA-KK-PP
fi: VVVV-KK-PP
fr: AAAA-MM-JJ
nl: JJJJ-MM-DD
ru: ГГГГ-ММ-ДД

# portal.request-background.reason
source: Automatically fetch and set wallpaper in background
de: Bildschirmhintergrund im Hintergrund automatisch abrufen und setzen
et: Laadi ja lisa taustapilt automaatselt
fi: Nouda ja aseta taustakuva automaattisesti taustalla
fr: Télécharger et définir automatiquement le fond d’écran en arrière-plan
nl: Haal de achtergrond automatisch op en stel deze in
pt_br: Buscar e definir automaticamente o papel de parede em segundo plano
ru: Автоматическое получение и установка обоев в фоновом режиме
zh_hans: 在后台自动获取并设置壁纸

# error-notification.title
source: Picture of the Day needs an API key
de: Bild des Tages benötigt einen API-Schlüssel
et: Päevapilt vajab API võtit
fr: Image du Jour nécessite une clé API
nl: Api-sleutel vereist

# error-notification.description
source: Please configure a valid API key for {source_name} in the application preferences. The current key appears to be invalid.
de: Bitte konfiguriere einen gültigen API-Schlüssel für {source_name} in den Einstellungen der Anwendung.
et: Palun lisa rakenduste eelistustes API võti „{source_name}“ teenuse jaoks. Tundub, et praegune võti enam ei kehti.
fi: Määritä lähteen {source_name} API-avain sovelluksen asetuksissa. Nykyinen avain vaikuttaa virheelliseltä.
fr: Veuillez configurer une clé API valide pour {source_name} dans les préférences de l’application. La clé actuelle semble invalide.
nl: Stel de api-sleutel van {source_name} in in de voorkeuren. De huidige sleutel lijkt onbruikbaar te zijn.

# error-notification.title
source: Picture of the Day was rate-limited
de: Die Zugriffsrate von Bild des Tages wurde beschränkt
et: Rakendusele Päevapilt kehtib päringute mahupiirang
fr: Image du Jour a atteint la limite de requêtes autorisées
nl: Gebruiksbeperking
