Repository: swsnr/picture-of-the-day
Catalog: po/*.po
Languages: de, et, fi, fr, nl, pt_br, ru, zh_hans

source: Picture of the Day
de: Bild des Tages
et: Päevapilt
fr: Image du Jour
nl: Afbeelding van de dag

source: A daily picture as your wallpaper
de: Ein tägliches Bild als Bildschirmhintergrund
et: Iga päev uus pilt töölaua taustapildina
fi: Päivän kuva taustakuvana
fr: Une image du jour en fond d'écran
nl: De afbeelding van de dag als bureaubladachtergrond
pt_br: Uma imagem diária como seu papel de parede
ru: Обои в виде ежедневного изображения
zh_hans: 每日一张图片作为壁纸

source: Gnome;GTK;Picture;Day;Wallpaper;
de: Gnome;GTK;Bild;Tag;Bildschirmhintergrund;
et: Gnome;GTK;Picture;Day;Wallpaper;pilt;taustapilt;töölaud;kujundus;päeva;pildi;taust:tausta;taustal;
fi: Gnome;GTK;Picture;Day;Wallpaper;taustakuva;kuva;
fr: Gnome;GTK;Image;Jour;Fond d'écran;
nl: GNOME;GTK;Afbeelding;Dag;Achtergrond;Bureaublad;Werkblad;
pt_br: Gnome;GTK;Imagem;Dia;Papel de parede;
ru: Gnome;Гном;GTK;ГТК;Картинка;Изображение;День;Дня;Обои;
zh_hans: Gnome;GTK;Picture;Day;Wallpaper;图片;壁纸;

source: Preferences
de: Einstellungen
et: Eelistused
fi: Asetukset
fr: Préférences
nl: Voorkeuren
pt_br: Preferências
ru: Параметры
zh_hans: 首选项

source: The identifier the selected source.
de: Der Name der gewählten.
et: Valitud andmeallika tunnus.
fi: Valitun lähteen tunniste.
fr: L'identifiant de la source sélectionnée.
nl: De identificatiecode van de gekozen bron.
pt_br: O identificador da fonte selecionada.
ru: Идентификатор выбранного источника.
zh_hans: 所选来源的标识符。

source: Whether to set the wallpaper automatically.
de: Ob der Bildschirmhintergrund automatisch gesetzt werden soll.
et: Kas valime taustapildid automaatselt.
fi: Asetetaanko taustakuva automaattisesti.
fr: Définir automatiquement le fond d’écran.
nl: Of de achtergrond automatisch moet worden ingesteld.
pt_br: Se o papel de parede deve ser definido automaticamente.
ru: Устанавливать ли обои автоматически.
zh_hans: 是否自动设置壁纸。

source: Whether to update the wallpaper over metered networks.
de: Ob das Hintergrundbild über getaktete Netzwerke aktualisiert werden soll.
et: Kas taustapildi uuendamine toimib ka mahupiiranguga võrkudes.
fr: Mettre à jour le fond d’écran sur les réseaux limités.
nl: Of de achtergrond automatisch moet worden bijgewerkt op beperkte internetverbindingen.

source: The API key to use for requests to the APOD API. The default key is usually fine, but if you find that you are rate-limited, you may wish to use your own API key, which you can obtain free of charge at https://api.nasa.gov/.
de: Der API-Schlüssel für Anfragen an die APOD-API. Der Standardschlüssel reicht normalerweise aus, aber wenn Du beobachtest, dass Deine Zugriffsrate limitiert wird, möchtest Du eventuell Deinen eigenen API-Schlüssel nutzen, den Du kostenlos unter https://api.nasa.gov/ erhalten kannst.
et: API võti päringuteks APOD API-st. Vaikimisi võti üldjuhul toimib, kuid kui märkad päringute piiramist või lihtsalt soovid oma võtit kasutada, siis saad ta tasuta registreerida https://api.nasa.gov/ lehel.
fi: Käytettävä API-avain APOD API:n pyyntöihin. Oletusavain on yleensä sopiva, mutta jos huomaat, että nopeus on rajoitettu, voit halutessasi käyttää omaa API-avainta, jonka voit hankkia ilmaiseksi https://api.nasa.gov/ :sta.
fr: La clé API à utiliser pour les requêtes vers l'API APOD. La clé par défaut fonctionne généralement, mais si vous êtes limité en nombre de requêtes, vous pouvez utiliser votre propre clé API, disponible gratuitement à l'adresse suivante : https://api.nasa.gov/.
nl: De api-sleutel die dient te worden gebruikt voor verzoeken aan APOD. Normaliter is de standaardsleutel afdoende, maar als u meldingen omtrent het gebruik ervan krijgt, kunt u uw eigen sleutel invoeren. Deze kunt u gratis verkrijgen op https://api.nasa.gov/.
pt_br: A chave de API a ser usada para solicitações à API do APOD. A chave padrão geralmente funciona, mas se você perceber que tem limitações de taxa, pode usar sua própria chave de API, que pode ser obtida gratuitamente em https://api.nasa.gov/.
ru: Ключ API, который будет использоваться для запросов к API APOD. Ключ по умолчанию обычно подходит, но если вы обнаружите, что у вас ограничена скорость, вы можете использовать свой собственный ключ API, который можно получить бесплатно на сайте https://api.nasa.gov/.
zh_hans: 请求 APOD API 时使用的 API 密钥。通常使用默认密钥即可，但如果您发现自己受到速率限制，您可能想使用您自己的 API 密钥，您可以在 https://api.nasa.gov/ 免费获取。

source: Collections from Stålenhag which to ignore.
de: Zu ignorierende Stålenhag-Sammlungen.
et: Stålenhagi kogumikud, mida peaksime eirama.
fi: Ohitettavat kokoelmat lähteestä Stålenhag.
fr: Collections de Stålenhag à ignorer.
nl: Te negeren collecties van Stålenhag.
pt_br: Coleções de Stålenhag que devem ser ignoradas.
ru: Игнорируемые коллекции от Сталенхага.
zh_hans: 要忽略的来自 Stålenhag 的集合。

source: Your daily wallpaper
de: Dein täglicher Bildschirmhintergrund
et: Sinu igapäevane taustapilt
fi: Päivittäinen taustakuva
fr: Votre fond d’écran quotidien
nl: Uw dagelijkse achtergrond
pt_br: Seu papel de parede diário
ru: Ваши ежедневные обои
zh_hans: 您的每日壁纸

source: Get a picture of the day from the following sources and use as your daily wallpaper.
de: Erhalte ein Bild des Tages aus den folgenden Quellen und nutze es als täglichen Bildschirmhintergrund.
et: Laadi igaks päevaks uus päevapilt neist andmeallikaist ja kasuta seda iga päev muutuva taustapildina.
fi: Hanki päivän kuva seuraavista lähteistä ja käytä sitä päivittäisenä taustakuvana.
fr: Obtenir l’image du jour depuis les sources suivantes et l’utiliser comme fond d’écran quotidien.
nl: Stel de afbeelding van de dag van een van onderstaande bronnen in als bureaubladachtergrond.
pt_br: Pegue uma foto do dia nas seguintes fontes e use como seu papel de parede diário.
ru: Возьмите изображение дня из следующих источников и используйте его в качестве ежедневных обоев.
zh_hans: 从以下来源获取当天的图片，并用作您的每日壁纸。

source: NASA Astronomy Picture of the Day
de: NASA Astronomie Bild des Tages
et: NASA astronoomiateemaline päevapilt (NASA Astronomy Picture of the Day)
fi: NASA-tähtitieteen päivän kuva
fr: Image du Jour de NASA Astronomy
nl: NASA-astronomiefoto van de dag
pt_br: Foto Astronômica do Dia da NASA
ru: Астрономическое изображение дня от НАСА
zh_hans: NASA 今日天文图片

source: Bing
et: Otsingumootor Bing
zh_hans: 必应

source: Simon Stålenhag Artwork
de: Simon Stålenhag Kunstwerke
et: Simon Stålenhagi tööd
fi: Simon Stålenhagin taideteos
fr: Illustrations de Simon Stålenhag
nl: Kunst van Simon Stålenhag
pt_br: Obra de arte de Simon Stålenhag
ru: Художественные работы Симона Сталенхага
zh_hans: Simon Stålenhag 作品

source: Wikimedia Picture of the Day
de: Wikimedia Bild des Tages
et: Vikimeedia päevapilt (Wikimedia Picture of the Day)
fi: Wikimedian päivän kuva
fr: Image du Jour de Wikimedia
nl: Wikimedia-afbeelding van de dag
pt_br: Imagem do Dia da Wikimedia
ru: Изображение дня от Викимедиа
zh_hans: 维基媒体今日图片

source: NASA Earth Observatory Image of the Day
de: NASA-Erdobservatorium Bild des Tages
et: NASA Earth Observatory päevapilt (NASA Earth Observatory Image of the Day)
fi: NASA:n maaobservatorion päivän kuva
fr: Image du Jour de NASA Earth Observatory
nl: NASA-aardeobservatiefoto van de dag
pt_br: Imagem do Dia do Observatório Terrestre da NASA
ru: Изображение дня из обсерватории Земли НАСА
zh_hans: NASA 地球观测站今日图片

source: Preview images, pick your favorite source, enable automatic updates, and enjoy a fresh wallpaper every day.
de: Betrachte verfügbare Bilder, wähle Deine bevorzugte Quelle, aktiviere die automatische Aktualisierung, und genieße jeden Tag ein neues Hintergrundbild.
et: Vaata piltide eelvaateid, vali endale meeldiv andmeallikas, kasuta automaatse uuendamise võimalust ja iga päev vaata rõõmuga uut taustapilti.
fi: Esikatsele kuvia, valitse suosikkilähteesi, ota käyttöön automaattiset päivitykset ja nauti uudesta taustakuvasta joka päivä.
fr: Prévisualisez les images, choisissez votre source préférée, activez les mises à jour automatiques et profitez d’un nouveau fond d’écran chaque jour.
nl: Bekijk afbeeldingen, kies uw voorkeursbron, schakel automatisch bijwerken in en geniet elke dag van een mooie, nieuwe achtergrond.
pt_br: Visualize imagens, escolha sua fonte favorita, ative atualizações automáticas e aproveite um novo papel de parede todos os dias.
ru: Просматривайте изображения, выбирайте любимый источник, включайте автоматическое обновление и наслаждайтесь свежими обоями каждый день.
zh_hans: 预览图片，选择您最喜欢的来源，启用自动更新，即可每天享受全新壁纸。

source: Note that all images are protected by copyright; you may not be allowed to use or distribute them. Do take a look at the license terms for each image.
de: Beachte dass alle Bilder urheberrechtlich geschützt sind; Du darfst die Bilder möglicherweise nicht nutzen oder verbreiten. Beachte die Lizenzbedingungen jedes einzelnen Bildes.
et: Palun arvesta, et kõik need pildid on autoriõiguste alused ja sul ei pruugi olla õigust neid kasutada või levitada. Palun tutvu litsentsitingimustega enne iga pildi kasutamist.
fi: Huomioi, että kaikkia kuvia suojaa tekijänoikeus; sinulla ei välttämättä ole oikeutta käyttää tai jaella kuvia. Tutustu jokaisen kuvan lisenssiehtoihin.
fr: Notez que toutes les images sont protégées par des droits d’auteur ; leur utilisation ou distribution peut être soumise à restrictions. Veuillez consulter les conditions de licence de chaque image avant toute utilisation.
nl: Let op: op de afbeeldingen kunnen auteursrechten rusten. Bekijk per afbeelding wat de licentievoorwaarden zijn.
pt_br: Observe que todas as imagens são protegidas por direitos autorais; você não poderá usá-las ou distribuí-las. Consulte os termos de licença de cada imagem.
ru: Обратите внимание, что все изображения защищены авторским правом; их использование или распространение может быть запрещено. Ознакомьтесь с условиями лицензии для каждого изображения.
zh_hans: 请注意，所有图片均受版权保护；您可能无权使用或分发。请务必查看每张图片的许可条款。

source: Picture
de: Bild
et: Pilt
fi: Kuva
fr: Image
nl: Afbeelding
pt_br: Foto
ru: Изображение
zh_hans: 图片

source: Daily
de: Täglich
et: Iga päev
fi: Päivittäin
fr: Quotidien
nl: Dagelijks
pt_br: Diário
ru: Ежедневно
zh_hans: 每日

source: Wallpaper
de: Bildschirmhintergrund
et: Taustapilt
fi: Taustakuva
fr: Fond d'écran
nl: Achtergrond
pt_br: Papel de Parede
ru: Обои
zh_hans: 壁纸

source: Astronomy
de: Astronomie
et: Astronoomia
fi: Tähtitiede
fr: Astronomie
nl: Astronomie
pt_br: Astronomia
ru: Астрономия
zh_hans: 天文

source: Artwork
de: Kunstwerk
et: Kunst
fi: Taideteos
fr: Illustration
nl: Kunst
pt_br: Obra de Arte
ru: Художественные работы
zh_hans: 作品

source: Remove EPOD source, as it appears to be offline since October 2025.
et: Kuna alates oktoobrist 2025 teenus ei tundu toimima, siis EPOD on teenuste loendist eemaldatud.
fr: Supprimer la source EPOD, car elle semble hors ligne depuis octobre 2025.

source: Update to GNOME 49.
de: Aktualisiert auf GNOME 49.
et: Uuendus kasutab nüüd GNOME 49 teeke.
fr: Mise à jour vers GNOME 49.

source: No longer request direct access to logind, which is no longer allowed on Flathub. Instead, instruct the user to provide access to logind in the preferences dialog.
de: Die Anwendung erhält nicht länger direkten Zugriff auf logind, da Flathub diesen Zugriff nicht mehr erlaubt. Stattdessen wird in den Einstellungen eine Anleitung angezeigt, wie Zugriff auf logind gewährt werden kann.
et: Vastavalt Flathubi muutunud reeglitele logind taustateenuse õiguste automaatne lisamine enam ei toimi ja nüüd peab kasutaja seda Eelistuste vaatest ise määrama.
fr: Ne plus demander d’accès direct à logind, ce qui n’est plus autorisé sur Flathub. À la place, invitez l’utilisateur à accorder l’accès à logind via la boîte de dialogue des préférences.
nl: Er is geen toegang meer tot logind, daar dat nu verboden is op Flathub. In plaats daarvan wordt de gebruiker zelf om toegang gevraagd via de voorkeuren.

source: Optionally inhibit wallpaper updates over metered networks.
de: Das Hintergrundbild wird optional nicht mehr über getaktete Netzwerke aktualisiert.
et: Võimalus keelata taustapiltide uuendamine mahupiiranguga võrkudes.
fr: Ne pas mettre à jour le fond d’écran sur les connexions limitées.
nl: Optioneel: voorkom achtergrondwijzigingen op beperkte internetverbindingen.

source: Fix wallpaper updates.
de: Aktualisierung des Hintergrundbilds korrigiert.
et: Taustapiltide uuendamise parandused.
fr: Corriger les mises à jour du fond d’écran.
nl: Opgelost: bijwerken van achtergronden.

source: Drag images out of the app to copy them into other apps.
de: Bilder können aus der Anwendung gezogen werden, um sie in andere Anwendungen zu kopieren.
et: Lohistades saad pilte teistesse rakendustesse kopeerida.
fr: Faire glisser les images hors de l'application pour les copier dans d'autres applications.
nl: Versleep afbeeldingen om ze te kopiëren naar andere toepassingen.

source: Change license to European Union Public License 1.2.
de: Die Lizenz wurde zur Open-Source-Lizenz für die Europäische Union 1.2 geändert.
et: Muutsime litsentseerimist ning nüüdsest on lähtekood avaldatud Euroopa Liidu tarkvara vaba kasutuse litsentsi („EUPL“) versiooni 1.2 alusel.
fr: Changer la licence pour la Licence Publique de l’Union Européenne (EUPL) version 1.2.
nl: De licentie is gewijzigd: voortaan wordt de toepassing uitgebracht onder de European Union Public License 1.2.
zh_hans: 将许可证更改为 European Union Public License 1.2。

source: No longer set the wallpaper automatically while the main window is visible, to allow you to preview different sources without actually changing your desktop background.
de: Das Hintergrundbild wird nicht mehr automatisch aktualisiert, solange das Hauptfenster sichtbar ist, so dass verschiedene Bildquellen angeschaut werden können ohne dass das Hintergrundbild sofort aktualisiert wird.
et: Kui rakenduse põhiaken on nähtaval, siis enam ei lisa/uuenda taustapilti automaatselt - see võimaldab kasutajatel valida erinevate allikate ja eri piltide vahel ilma koheseid muudatusi tegemata.
fi: Taustakuvaa ei enää aseteta automaattisesti pääikkunan ollessa näkyvissä, joten voit esikatsella eri lähteitä ilman, että työpöydän taustakuvaa muutetaan.
fr: Ne plus définir automatiquement le fond d’écran lorsque la fenêtre principale est visible, afin de vous permettre de prévisualiser les différentes sources sans modifier effectivement l’arrière-plan de votre bureau.
nl: De achtergrond wordt niet meer automatisch ingesteld terwijl het hoofdvenster zichtbaar is, zodat u eerst een keuze kunt maken.
pt_br: Não é mais necessário definir o papel de parede automaticamente enquanto a janela principal estiver visível, para permitir que você visualize diferentes fontes sem alterar o plano de fundo da área de trabalho.
ru: Теперь обои не устанавливаются автоматически при видимом главном окне, чтобы вы могли просматривать различные источники, не меняя фон рабочего стола.
zh_hans: 当主窗口可见时，不再自动设置壁纸，以允许您预览不同的来源，而无需实际更改您的桌面背景。

source: No longer attempt to set the wallpaper automatically while the session is locked, or the system is on low power or has no network connection.
de: Das Hintergrundbild wird nicht mehr automatisch aktualisiert, während die Sitzung gesperrt ist, oder sich das System im Energiesparmodus befindet oder keine Netzwerkverbindung hat.
et: Kui sessioon on lukustatud või arvuti/nutiseade on energiasäästurežimil, siis enam me ei uuenda taustapilti automaatselt.
fi: Taustakuvaa ei enää yritetä asettaa automaattisesti, kun istunto on lukittu, järjestelmä on virransäästötilassa tai verkkoyhteyttä ei ole.
fr: Ne plus tenter de définir automatiquement le fond d’écran lorsque la session est verrouillée, que le système est en mode basse consommation ou qu’il n’y a pas de connexion réseau.
nl: De achtergrond wordt niet meer automatisch ingesteld terwijl de sessie vergrendeld is, er onvoldoende accuniveau is of de netwerkverbinding verbroken is.
pt_br: Não tente mais definir o papel de parede automaticamente enquanto a sessão estiver bloqueada, ou o sistema estiver com pouca energia ou não tiver conexão de rede.
ru: Приложение больше не пытается автоматически устанавливать обои, если сеанс заблокирован, система работает в режиме низкого энергопотребления или не подключена к сети.
zh_hans: 当会话锁定、系统电量不足或无网络连接时，不再尝试自动设置壁纸。

source: Notify and ask to restart app when it was updated in the background.
de: Wenn die Anwendungen im Hintergrund aktualisiert wurde, wird eine Benachrichtigung gezeigt und nach Neustart der Anwendung gefragt.
et: Teavita olukorrast ja palu rakendus uuesti käivitada, kui ta on taustal uuendatud.
fi: Ilmoita ja pyydä käynnistämään sovellus uudelleen, kun se päivitettiin taustalla.
fr: Notifier et demander à redémarrer l’application lorsqu’elle a été mise à jour en arrière-plan.
nl: Toon een melding na automatisch instellen en vraag om de toepassing te herstarten.
pt_br: Notifique e peça para reiniciar o aplicativo quando ele for atualizado em segundo plano.
ru: Уведомление и просьба перезапустить приложение, если оно было обновлено в фоновом режиме.
zh_hans: 在后台更新应用时，通知并要求重启应用。

source: Add Earth Science Picture of the Day and NASA Earth Observatory Image of the Day.
de: Earth Science Bild des Tages und NASA-Erdobservatorium Bild des Tages hinzugefügt.
et: Lisasime uute allikatena Earth Science Picture of the Day ja NASA Earth Observatory Image of the Day.
fi: Lisää päivän maatieteen kuva ja NASA:n maapallon observatorion päivän kuva.
fr: Ajouter les sources Image du Jour de Earth Science et Image du Jour de NASA Earth Observatory.
nl: Nieuw: Earth Science- en NASA-aardeobservatiefoto's van de dag.
pt_br: Adicione a Imagem do Dia da Ciência da Terra e a Imagem do Dia do Observatório da Terra da NASA.
ru: Добавлены «Изображение дня по наукам о Земле» и «Изображение дня по обсерватории Земли НАСА».
zh_hans: 添加 Earth Science 今日图片和 NASA 地球观测站今日图片。

source: Add overlay toolbar to go to the previous or next image to the image view.
de: Der Bildansicht wurde eine schwebende Werkzeugleiste hinzugefügt, um zum vorherigen und zum nächsten Bild zu springen.
et: Lisa piltide vaatesse ülekattega tööriistariba, mis võimaldab liikuda piltide vahel.
fi: Lisää päällekkäistyökalupalkki siirtyäksesi kuvanäkymän edelliseen tai seuraavaan näkymään.
fr: Ajouter une barre d’outils superposée dans la vue d’image pour naviguer vers l’image précédente ou suivante.
nl: Toon een werkbalk boven de foto's om naar de vorige of volgende afbeelding te gaan.
pt_br: Adicione uma barra de ferramentas de sobreposição para ir para a imagem anterior ou seguinte na visualização de imagem.
ru: Добавлена панель инструментов наложения для перехода к предыдущему или следующему изображению в режиме просмотра изображений.
zh_hans: 添加覆盖工具栏以转到图片视图的上一张或下一张图片。

source: Add toolbar buttons to save the current image, and to open the current image in an external application.
de: Zur Werkzeugleiste wurden Schaltflächen hinzugefügt, um das aktuelle Bild zu speichern oder in einer externen Anwendung zu öffnen.
et: Lisa tööriistaribale nupp, mis võimaldab kuvatavat pilti salvestada ja avada välise rakendusega.
fi: Lisää työkalupalkin painikkeet nykyisen kuvan tallentamiseksi ja nykyisen kuvan avaamiseksi ulkoisessa sovelluksessa.
fr: Ajouter des boutons à la barre d’outils pour enregistrer l’image actuelle et pour l’ouvrir dans une application externe.
nl: Toon een werkbalkknop boven de huidige afbeelding om hem op te slaan of in een externe toepassing te openen.
pt_br: Adicione botões na barra de ferramentas para salvar a imagem atual e para abri-la em um aplicativo externo.
ru: Добавлены кнопки панели инструментов для сохранения текущего изображения и для открытия текущего изображения во внешнем приложении.
zh_hans: 添加工具栏按钮以保存当前图片，并在外部应用程序中打开当前图片。

source: Try harder not to leave partially downloaded wallpapers behind when quitting.
de: Teilweise heruntergeladene Bilder werden beim Beenden gründlicher gelöscht.
et: Parandasime allaalaadimise kontrolli, et rakendusest väljumisel ei jääks alles pooleldi allalaaditud pilte.
fi: Yritä ahkerammin olla jättämättä osittain ladattuja taustakuvia jälkeen lopettaessasi.
fr: Réduir les résidus de téléchargements incomplets à la fermeture.
nl: Probeer om geen gedeeltelijk gedownloade achtergronden achter te laten tijdens het afsluiten.
pt_br: Tente não deixar papéis de parede parcialmente baixados para trás ao sair.
ru: Большее стремление не оставлять частично загруженные обои при завершении.
zh_hans: 退出时尽量避免残留部分下载的壁纸。

source: Use a more reliable endpoint for Wikimedia images.
de: Für Wikimedia Bilder wird ein zuverlässigerer Endpunkt genutzt.
et: Kasutame Vikimeedia jaoks töökindlamat otspunkti.
fi: Käytä luotettavampaa päätepistettä Wikimedia-kuville.
fr: Utiliser un point de terminaison plus fiable pour les images Wikimedia.
nl: Verbeterd: een betrouwbaarder punt om Wikimedia-afbeeldingen van op te halen.
pt_br: Use um ponto final mais confiável para imagens da Wikimedia.
ru: Использование более надежной конечной точки для изображений Викимедиа.
zh_hans: 为维基媒体图片使用更可靠的端点。

source: No longer show preview when setting a wallpaper.
de: Beim Setzen des Hintergrundbilds wird keine separate Vorschau mehr angezeigt.
et: Taustapildi määramisel enam ei näita eelvaadet.
fi: Älä enää näytä esikatselua taustakuvaa asetettaessa.
fr: Ne plus afficher l’aperçu lors de la définition d’un fond d’écran.
nl: Verbeterd: er wordt geen voorvertoning meer getoond tijdens het instellen.
pt_br: Não é mais possível mostrar a pré-visualização ao definir um papel de parede.
ru: Предварительный просмотр больше не отображается при установке обоев.
zh_hans: 设置壁纸时不再显示预览。

source: Improve scheduling of automatic downloads.
de: Die Planung automatischer Downloads wurde verbessert.
et: Parem automaatsete uuenduste ajastamine.
fi: Paranna automaattisten latausten ajoitusta.
fr: Améliorer la planification des téléchargements automatiques.
nl: Verbeterd: inplanning van automatische downloads.
pt_br: Melhore o agendamento de downloads automáticos.
ru: Улучшено планирование автоматических загрузок.
zh_hans: 改进自动下载的调度。

source: Remember window size and state.
de: Die Größe und der Zustand des Fensters werden gespeichert.
et: Jätame nüüd meelde akna mõõdud ja oleku.
fi: Muista ikkunan koko ja tila.
fr: Mémoriser la taille et l’état de la fenêtre.
nl: Verbeterd: de vensterafmetingen en -staat worden voortaan onthouden.
pt_br: Lembre-se do tamanho e estado da janela.
ru: Запоминание размера и состояния окна.
zh_hans: 记住窗口大小和状态。

source: Update to GNOME 48.
de: Die Anwendung wurde auf GNOME 48 aktualisiert.
et: Uuendus kasutab nüüd GNOME 48 teeke.
fi: Päivitys GNOME 48:aan.
fr: Mise à jour vers GNOME 48.
nl: Bijgewerkt: GNOME-versie naar 48.
pt_br: Atualizado para o GNOME 48.
ru: Обновление до GNOME 48.
zh_hans: 更新到 GNOME 48。

source: Start automatically and refresh the daily wallpaper automatically every twelve hours.
de: Starte automatisch und aktualisiere das tägliche Hintergrundbild alle zwölf Stunden.
et: Lisasime rakenduse automaatse käivituse ja uuendame igapäevast taustapilti 12-tunnise välbaga.
fi: Käynnistä automaattisesti ja päivitä päivittäinen taustakuva 12 tunnin välein.
fr: Démarrer automatiquement et rafraîchir le fond d’écran quotidien toutes les douze heures.
nl: Start de toepassing automatisch op en pas iedere twaalf uur de nieuwe, dagelijkse achtergrond toe.
pt_br: Inicie automaticamente e atualize o papel de parede diário automaticamente a cada doze horas.
ru: Автоматический запуск и автоматическое обновление ежедневных обоев каждые двенадцать часов.
zh_hans: 自动启动并每十二小时自动刷新每日壁纸。

source: No longer support multiple windows.
de: Mehrere Fenster werden nicht länger unterstützt.
et: Lõpetasime mitme akna toe.
fi: Ei enää tue useita ikkunoita.
fr: Ne plus prendre en charge plusieurs fenêtres.
nl: Meerdere vensters worden niet meer ondersteund.
pt_br: Não oferece mais suporte a múltiplas janelas.
ru: Прекращена поддержка нескольких окон.
zh_hans: 不再支持多个窗口。
