Repository: swsnr/picture-of-the-day
Catalog: po/*.po
Languages: de, et, fi, fr, nl, pt_br, ru, zh_hans

# about-dialog.license-text
source: Copyright Sebastian Wiesner &lt;sebastian@swsnr.de&gt; Licensed under the terms of the EUPL 1.2. You can find official translations of the license text at <a href="%1">%1</a>. The full English text follows. %2
zh_hans: 版权所有 Sebastian Wiesner &lt;sebastian@swsnr.de&gt; 根据 EUPL 1.2 条款授权。您可以在 <a href="%1">%1</a> 找到许可证文本的官方译本。 完整的英文文本如下。 %2

# source.stalenhag.description
source: Collection: %s
zh_hans: 集合：%s

# application-name
source: Picture Of The Day
pt_br: Imagem do Dia
zh_hans: 今日图片

# source name
source: Simon Stålenhag
ru: Симон Сталенхаг
