Repository: swsnr/picture-of-the-day
Catalog: po/*.po
Languages: de, et, fi, fr, nl, pt_br, ru, zh_hans

# error-notification.description
source: The {source_name} server is rate-limited and does currently not allow you to fetch an image. Try again later, or try a different source.
de: Der {source_name} Server beschränkt die Zugriffsrate und erlaubt Dir aktuell nicht, ein Bild abzurufen. Versuche es später erneut, oder wähle eine andere Quelle.
et: {source_name} server kasutab päringute arvu või mahu piirangut ja ei võimalda sul hetkel pilte alla laadida. Proovi hiljem uuesti või kasuta muud andmeallikat.
fi: Palvelimen {source_name} pyyntömäärä on rajoitettu, eikä se tällä hetkellä salli kuvan noutamista. Yritä myöhemmin uudelleen tai kokeile toista lähdettä.
fr: Le serveur {source_name} a atteint sa limite de requêtes et ne permet pas actuellement de récupérer une image. Réessayez plus tard ou utilisez une source différente.
nl: De server van {source_name} heeft u een beperking opgelegd - hierdoor kunt u geen afbeeldingen ophalen. Probeer het later opnieuw of maak gebruik van een andere bron.

# error-notification.title
source: No image today
de: Kein Bild heute
et: Täna polegi pilti
fi: Ei kuvaa tänään
fr: Aucune image aujourd’hui
nl: Geen afbeelding beschikbaar
pt_br: Nenhuma imagem hoje
ru: Сегодня нет изображения
zh_hans: 今天没有图片

# error-notification.description
source: Currently, {source_name} does not provide an image for today. Try again later, or try a different source.
de: Aktuell stellt {source_name} kein Bild für heute zur Verfügung. Versuche es später erneut, oder wähle eine andere Quelle.
et: Hetkel {source_name} server ei võimalda pilte alla laadida. Proovi hiljem uuesti või kasuta muud andmeallikat.
fi: Tällä hetkellä {source_name} ei tarjoa päivän kuvaa. Yritä myöhemmin uudelleen, tai yritä käyttää toista lähdettä.
fr: Actuellement, {source_name} ne propose pas d’image pour aujourd’hui. Réessayez plus tard ou choisissez une autre source.
nl: {source_name} heeft vandaag geen afbeelding beschikbaar gesteld. Probeer het morgen opnieuw of maak gebruik van een andere bron.

# error-notification.description
source: Today, {source_name} provides a video or another type of media which this application does not support. Try again tomorrow, or try a different source.
de: Heute stellt {source_name} ein Video oder eine andere Art von Medium zur Verfügung, das diese Anwendung nicht unterstützt. Versuche es morgen erneut, oder wähle eine andere Quelle.
et: Täna võimaldab {source_name} server videote või muu sellise meedia allalaadimist, mida see rakendus veel ei toeta. Proovi hiljem uuesti või kasuta muud andmeallikat.
fi: Tänään {source_name} tarjoaa videon tai muun tyyppisen median, jota tämä sovellus ei tue. Yritä huomenna uudelleen tai kokeile toista lähdettä.
fr: Aujourd’hui, {source_name} propose une vidéo ou un autre type de média non pris en charge par cette application. Réessayez demain ou choisissez une autre source.
nl: {source_name} heeft vandaag een video of ander mediabestand beschikbaar gesteld. Deze toepassing heeft hier geen ondersteuning voor. Probeer het morgen opnieuw of maak gebruik van een andere bron.

# error-notification.title
source: Fetching images failed
de: Abrufen der Bilder fehlgeschlagen
et: Piltide allalaadimine ei õnnestunud
fi: Kuvien noutaminen epäonnistui
fr: Échec du téléchargement des images
nl: Ophalen mislukt
pt_br: Falha na busca de imagens
ru: Не удалось получить изображения
zh_hans: 获取图片失败

# error-notification.description
source: The {source_name} server replied with HTTP status {http_status}. The server may have issues currently. Try again later, or try a different source. If the issue persists please report the problem.
de: Der {source_name} Server hat mit dem HTTP Status {http_status} geantwortet. Eventuell hat der Server aktuell Probleme. Versuche es später erneut, oder wähle eine andere Quelle. Falls das Problem bestehen bleibt, melde das Problem bitte.
et: {source_name} serveri päringute vastuseks on http olekukood {http_status}. Serveril võivad olla ajutised probleemid. Proovi hiljem uuesti või kasuta muud andmeallikat. Kui viga kestab pikemalt, siis palun anna sellest meile teada.
fi: Palvelin {source_name} vastasi HTTP-tilalla {http_status}. Palvelimessa saattaa olla tällä hetkellä ongelmia. Yritä myöhemmin uudelleen tai kokeile toista lähdettä. Jos ongelma jatkuu, ilmoita ongelmasta.
fr: Le serveur {source_name} a répondu avec le code HTTP {http_status}. Il rencontre peut-être des problèmes actuellement. Réessayez plus tard ou utilisez une autre source. Si le problème persiste, merci de le signaler.
nl: De server van {source_name} gaf de volgende http-statusmelding: “{http_status}”. Mogelijk zijn er problemen met de server. Probeer het later opnieuw of maak gebruik van een andere bron. Als het probleem zich blijft voordoen, maak hier dan melding van.

# error-notification.description
source: The {source_name} server responded with invalid data. The server may have issues currently. Try again later, or try a different source. If the issue persists please report the problem.
de: Der {source_name} Server hat mit ungültige Daten geantwortet. Eventuell hat der Server aktuell Probleme. Versuche es später erneut, oder wähle eine andere Quelle. Falls das Problem bestehen bleibt, melde das Problem bitte.
et: {source_name} serveri päringuvastuses olid vigased andmed. Serveril võivad olla ajutised probleemid. Proovi hiljem uuesti või kasuta muud andmeallikat. Kui viga kestab pikemalt, siis palun anna sellest meile teada.
fi: Palvelin {source_name} vastasi virheellisellä datalla. Palvelimessa saattaa olla tällä hetkellä ongelmia. Yritä myöhemmin uudelleen tai kokeile toista lähdettä. Jos ongelma jatkuu, ilmoita ongelmasta.
fr: Le serveur {source_name} a retourné des données invalides. Il rencontre peut-être des problèmes actuellement. Réessayez plus tard ou utilisez une autre source. Si le problème persiste, merci de le signaler.
nl: De server van {source_name} leverde onbruikbare gegevens aan. Mogelijk zijn er problemen met de server. Probeer het later opnieuw of maak gebruik van een andere bron. Als het probleem zich blijft voordoen, maak hier dan melding van.

# error-notification.title
source: Limited network connectivity
de: Eingeschränkte Netzwerkverbindung
et: Piiratud võrguühendus
fi: Rajoitettu yhdistettävyys verkkoon
fr: Connectivité réseau limitée
nl: Beperkte internetverbinding
pt_br: Conectividade de rede limitada
ru: Доступ к сети ограничен
zh_hans: 网络连接受限

# error-notification.description
source: An I/O error occurred while fetching today's image from {source_name}, with the following message: {error}. Your system appears to have only limited network connectivity. Try to connect your system to the internet.
de: Ein I/O Fehler ist aufgetreten beim Anruf des heutigen Bildes von {source_name}, mit der folgenden Fehlermeldung: {error}. Dein System scheint nur eingeschränkte Verbindung zum Netzwerk zu haben. Versuche, Dein System mit dem Internet zu verbinden.
et: Tänase pildi laadimisel {source_name} serverist tekkis sisend/väljundviga järgneva veateatega: {error}. Sinu arvuti või nutiseadme internetiühendus toimib piirangutega või üldse mitte. Kontrolli oma arvuti või seadme internetiühenduse toimivust.
fr: Une erreur d’entrée/sortie s’est produite lors de la récupération de l’image du jour depuis {source_name} : {error}. Votre système semble avoir une connectivité réseau limitée. Veuillez vérifier votre connexion Internet.
nl: Er is een i/o-fout opgetreden tijdens het ophalen van de afbeelding van {source_name}. De precieze foutmelding is “{error}”. Maak verbinding met het internet en probeer het opnieuw.

# error-notification.description
source: An I/O error occurred while fetching today's image from {source_name}, with the following message: {error}. Try again later, or try a different source. If the issue persists please report the problem.
de: Ein I/O Fehler ist aufgetreten beim Abrufen des heutigen Bildes von {source_name}, mit der folgenden Fehlermeldung: {error}. Versuche es morgen erneut, oder wähle eine andere Quelle. Falls das Problem bestehen bleibt, melde das Problem bitte.
et: Tänase pildi laadimisel {source_name} serverist tekkis sisend/väljundviga järgneva veateatega: {error}. Proovi hiljem uuesti või kasuta muud andmeallikat. Kui viga kestab pikemalt, siis palun anna sellest meile teada.
fr: Une erreur d’entrée/sortie est survenue lors de la récupération de l’image du jour depuis {source_name} : {error}. Réessayez plus tard ou utilisez une autre source. Si le problème persiste, merci de le signaler.
nl: Er is een i/o-fout opgetreden tijdens het ophalen van de afbeelding van {source_name}. De precieze foutmelding is “error”. Probeer het later opnieuw of maak gebruik van een andere bron. Als het probleem zich blijft voordoen, maak hier dan melding van.

# error-notification.title
source: Failed to open source URL
de: Öffnen der URL der Quelle fehlgeschlagen
et: Andmeallika võrguaadressi avamine ei õnnestunud
fi: Lähdeosoitteen avaaminen epäonnistui
fr: Impossible d’ouvrir l’URL de la source
nl: Openen van bron-url mislukt
pt_br: Falha ao abrir o URL do código-fonte
ru: Не удалось открыть URL-адрес источника
zh_hans: 无法打开源 URL

# error-notification.description
source: An I/O error occurred while opening {url}, with the following message: {error}. If the issue persists please report the problem.
de: Ein I/O Fehler ist aufgetreten beim Öffnen von {url}, mit der folgenden Fehlermeldung: {error}. Falls das Problem bestehen bleibt, melde das Problem bitte.
et: Tänase pildi avamisel {source_name} serverist tekkis sisend/väljundviga järgneva veateatega: {error}. Kui viga kestab pikemalt, siis palun anna sellest meile teada.
fr: Une erreur d’entrée/sortie est survenue lors de l’ouverture de {url} : {error}. Si le problème persiste, merci de le signaler.
nl: Er is een i/o-fout opgetreden tijdens het ophalen van de afbeelding van {url}. De precieze foutmelding is “{error}”. Als het probleem zich blijft voortdoen, maak hier dan melding van.

# error-notification.title
source: Failed to set wallpaper
de: Setzen des Bildschirmhintergrunds fehlgeschlagen
et: Taustapildiks määramine ei toimi
fi: Taustakuvan asettaminen epäonnistui
fr: Impossible de définir le fond d’écran
nl: Instellen mislukt
pt_br: Falha ao definir o papel de parede
ru: Не удалось установить обои
zh_hans: 无法设置壁纸

# error-notification.description
source: An I/O error occurred while setting the wallpaper, with the following message: {error}. If the issue persists please report the problem.
de: Ein I/O Fehler ist aufgetreten beim Setzen des Bildschirmhintergrunds, mit der folgenden Fehlermeldung: {error}. Falls das Problem bestehen bleibt, melde das Problem bitte.
et: Tänase pildi määramisel taustapildiks tekkis sisend/väljundviga järgneva veateatega: {error}. Kui viga kestab pikemalt, siis palun anna sellest meile teada.
fr: Une erreur d’entrée/sortie est survenue lors de la définition du fond d’écran : {error}. Si le problème persiste, merci de le signaler.
nl: Er is een i/o-fout opgetreden tijdens het instellen van de afbeelding. De precieze foutmelding is “{error}”. Als het probleem zich blijft voortdoen, maak hier dan melding van.

# error-notification.title
source: Failed to open image
de: Öffnen des Bildes fehlgeschlagen
et: Ei õnnestunud avada pilti
fi: Kuvan avaaminen epäonnistui
fr: Impossible d’ouvrir l’image
nl: Openen van afbeelding mislukt
pt_br: Falha ao abrir a imagem
ru: Не удалось открыть изображение
zh_hans: 无法打开图片

# error-notification.description
source: An I/O error occurred while opening the current image, with the following message: {error}. If the issue persists please report the problem.
de: Ein I/O Fehler ist aufgetreten beim Öffnen des aktuellen Bildes, mit der folgenden Fehlermeldung: {error}. Falls das Problem bestehen bleibt, melde das Problem bitte.
et: Selle pildi avamisel tekkis sisend/väljundviga järgneva veateatega: {error}. Kui viga kestab pikemalt, siis palun anna sellest meile teada.
fr: Une erreur d’entrée/sortie est survenue lors de l’ouverture de l’image : {error}. Si le problème persiste, merci de le signaler.
nl: Er is een i/o-fout opgetreden tijdens het ophalen van de huidige afbeelding. De precieze foutmelding is “{error}”. Als het probleem zich blijft voortdoen, maak hier dan melding van.

source: Saved image {name}
de: Bild {name} gespeichert
et: {name} pilt on salvestatud
fi: Tallennettin kuva {name}
fr: Image enregistrée {name}
nl: ‘{name}’ is opgeslagen

# error-notification.title
source: Failed to save image
de: Speichern des Bildes fehlgeschlagen
et: Ei õnnestunud salvestada pilti
fi: Kuvan tallentaminen epäonnistui
fr: Impossible d'enregistrer l'image
nl: Opslaan van afbeelding mislukt
pt_br: Falha ao salvar a imagem
ru: Не удалось сохранить изображение
zh_hans: 无法保存图片

# error-notification.description
source: An I/O error occurred while saving the current image, with the following message: {error}. If the issue persists please report the problem.
de: Ein I/O Fehler ist aufgetreten beim Speichern des aktuellen Bildes, mit der folgenden Fehlermeldung: {error}. Falls das Problem bestehen bleibt, melde das Problem bitte.
et: Selle pildi salvestamisel tekkis sisend/väljundviga järgneva veateatega: {error}. Kui viga kestab pikemalt, siis palun anna sellest meile teada.
fr: Une erreur d’entrée/sortie est survenue lors de l’enregistrement de l’image : {error}. Si le problème persiste, merci de le signaler.
nl: Er is een i/o-fout opgetreden tijdens het opslaan van de huidige afbeelding. De precieze foutmelding is “{error}”. Als het probleem zich blijft voortdoen, maak hier dan melding van.

# alert.response
source: Close
de: Schließen
et: Sulge
fi: Sulje
fr: Fermer
nl: Sluiten
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭

# alert.response
source: Contact information
de: Kontaktinformationen
et: Kontaktteave
fi: Yhteystiedot
fr: Informations de contact
nl: Contactgegevens
pt_br: Informações de contato
ru: Контактная информация
zh_hans: 联系信息

# alert.response
source: Open preferences
de: Einstellungen öffnen
et: Ava eelistused
fi: Avaa asetukset
fr: Ouvrir les préférences
nl: Voorkeuren openen
pt_br: Abrir preferências
ru: Открыть параметры
zh_hans: 打开首选项

# alert.response
source: Open URL
de: URL öffnen
et: Ava võrguaadress
fi: Avaa osoite
fr: Ouvrir l'URL
nl: Link openen
pt_br: Abrir URL
ru: Открыть URL-адрес
zh_hans: 打开 URL

# toast.button.label
source: Details
et: Üksikasjad
fi: Yksityiskohdat
fr: Détails
ru: Подробнее
zh_hans: 详情

# file-dialog.title
source: Save image
de: Bild speichern
et: Salvesta pilt
fi: Tallenna kuva
fr: Enregistrer l’image
nl: Afbeelding opslaan
pt_br: Salvar imagem
ru: Сохранить изображение
zh_hans: 保存图片

source: {n}/{total} collection enabled
de: {n}/{total} Sammlung aktiviert
et: Kasutusel kogumik: {n}/{total}
fi: {n}/{total} kokoelma käytössä
fr: {n}/{total} collection activée
nl: {n}/{total} collectie ingeschakeld

# about-dialog.license-text
source: Copyright {copyright_name} &lt;{copyright_mail}&gt; Licensed under the terms of the EUPL 1.2. You can find official translations of the license text at <a href="{translations}">{translations}</a>. The full English text follows. {license_text}
de: Copyright {copyright_name} &lt;{copyright_mail}&gt; Lizenziert unter den Bedingungen der EUPL 1.2. Unter <a href="{translations}">{translations}</a> kannst Du eine offizielle Übersetzung der Lizenz finden. Es folgt der vollständige englische Text. {license_text}
et: Autoriõigused {copyright_name} &lt;{copyright_mail}&gt; Litsentseeritud Euroopa Liidu tarkvara vaba kasutuse litsentsi („EUPL“) versiooni 1.2 alusel, mille ametliku tõlke leiad siit: <a href="{translations}">{translations}</a>. Järgnev on litsentsi ingliskeelne täistekst. {license_text}
fr: Copyright {copyright_name} &lt;{copyright_mail}&gt; Distribué sous les termes de la licence EUPL 1.2. Vous trouverez les traductions officielles du texte de la licence à l’adresse <a href="{translations}">{translations}</a>. Le texte intégral en anglais suit ci-dessous. {license_text}
nl: Auteursrecht {copyright_name} &lt;{copyright_mail}&gt; Uitgebracht onder de voorwaarden van de EUPL 1.2-licentie. Officiële vertalingen van de licentievoorwaarden zijn te vinden op <a href="{translations}">{translations}</a>. Hieronder vindt u de Engelstalige tekst. {license_text}

# source name
source: NASA Astronomy Picture of the Day
de: NASA Astronomie Bild des Tages
et: NASA astronoomiateemaline päevapilt (NASA Astronomy Picture of the Day)
fi: NASA-tähtitieteen päivän kuva
fr: Image du Jour de NASA Astronomy
nl: NASA-astronomiefoto van de dag
pt_br: Foto Astronômica do Dia da NASA
ru: Астрономическое изображение дня от НАСА
zh_hans: NASA 今日天文图片

# source name
source: Bing
et: Otsingumootor Bing
zh_hans: 必应

# source name
source: Wikimedia Picture of the Day
de: Wikimedia Bild des Tages
et: Vikimeedia päevapilt (Wikimedia Picture of the Day)
fi: Wikimedian päivän kuva
fr: Image du Jour de Wikimedia
nl: Wikimedia-afbeelding van de dag
pt_br: Imagem do Dia da Wikimedia
ru: Изображение дня от Викимедиа
zh_hans: 维基媒体今日图片

# source.bing.copyright
source: All rights reserved.
de: Alle Rechte vorbehalten.
et: Kõik õigused kaitstud.
fi: Kaikki oikeudet pidätetään.
fr: Tous droits réservés.
nl: Alle rechten voorbehouden.
pt_br: Todos os direitos reservados.
ru: Все права защищены.
zh_hans: 版权所有。

# source.stalenhag.copyright
source: All rights reserved.
de: Alle Rechte vorbehalten.
et: Kõik õigused kaitstud.
fi: Kaikki oikeudet pidätetään.
fr: Tous droits réservés.
nl: Alle rechten voorbehouden.
pt_br: Todos os direitos reservados.
ru: Все права защищены.
zh_hans: 版权所有。

# source.stalenhag.description
source: Collection: {}
de: Sammlung: {}
et: Kogumik: {}
fi: Kokoelma: {}
nl: Collectie: {}

# source.wikimedia.copyright
source: Unknown, all rights reserved
de: Unbekannt, alle Rechte vorbehalten
et: Teadmata autor, kõik õigused kaitstud
fi: Tuntematon, kaikki oikeudet pidätetään
fr: Inconnu, tous droits réservés
nl: Onbekend - alle rechten voorbehouden
pt_br: Desconhecido, todos os direitos reservados
ru: Неизвестен, все права защищены
zh_hans: 未知，版权所有

# application-name
source: Picture of the Day
de: Bild des Tages
et: Päevapilt
fr: Image du Jour
nl: Afbeelding van de dag

source: Earth Science Picture of the Day
fi: Earth Sciencen päivän kuva
nl: Earth Science-afbeelding van de dag
pt_br: Imagem do Dia das Ciências da Terra
ru: Изображение дня по науке о Земле
zh_hans: Earth Science 今日图片

# shortcuts group title
source: General
fi: Yleiset
nl: Algemeen
pt_br: Geral
zh_hans: 常规

# shortcuts group title
source: Picture of the Day Window
nl: Afbeelding van de dag-venster

# shortcuts group title
source: Navigate images
fi: Liiku kuvien välillä
nl: Vorige/Volgende afbeelding
pt_br: Navegar pelas imagens
zh_hans: 导航图片

# source name
source: Earth Science Picture of the Day
fi: Earth Sciencen päivän kuva
nl: Earth Science-afbeelding van de dag
pt_br: Imagem do Dia das Ciências da Terra
ru: Изображение дня по науке о Земле
zh_hans: Earth Science 今日图片

# source name
source: NASA Earth Observatory Image of the Day
de: NASA-Erdobservatorium Bild des Tages
fi: NASA-maaobservatorion päivän kuva
fr: Image du Jour de NASA Earth Observatory
nl: NASA-aardeobservatiefoto van de dag
pt_br: Imagem do Dia do Observatório Terrestre da NASA
ru: Изображение дня из обсерватории Земли НАСА
zh_hans: NASA 地球观测站今日图片

# source.eoiod.copyright
source: NASA Earth Observatory
de: NASA-Erdobservatorium
fi: NASAn Maan observatorio
pt_br: Observatório da Terra da NASA
ru: Обсерватория Земли НАСА
zh_hans: NASA 地球观测站

source: Picture Of The Day
pt_br: Imagem do Dia
zh_hans: 今日图片

# shortcuts group title
source: Picture Of The Day Window
pt_br: Janela da Imagem do Dia
zh_hans: 今日图片窗口

# main-window.menu.label
source: _About Picture Of The Day
pt_br: _Sobre o Foto do Dia
zh_hans: 关于今日图片(_A)

source: Get API key
pt_br: Obter chave de API
zh_hans: 获取 API 密钥

source: Enabled collections
pt_br: Coleções habilitadas
zh_hans: 启用的集合

# notification.title
source: Picture Of The Day updated
pt_br: Foto do Dia atualizado
zh_hans: 今日图片已更新

# alert-dialog.body
source: Picture Of The Day was updated, and needs to be restarted. Automatic restarting is not yet supported, but you can quit the app and start it again manually.
pt_br: O Imagem do Dia foi atualizado e precisa ser reiniciada. A reinicialização automática ainda não é suportada, mas você pode sair do aplicativo e reiniciá-lo manualmente.
zh_hans: “今日图片”已更新，需要重启。 尚不支持自动重启，但您可以退出应用并手动重启。

# error-notification.title
source: Picture Of The Day needs an API key
pt_br: A Imagem do Dia precisa de uma chave de API
zh_hans: 需要 API 密钥

# error-notification.description
source: Please configure a valid API key for %1 in the application preferences. The current key appears to be invalid.
zh_hans: 请在应用程序首选项中为 %1 配置有效的 API 密钥。当前密钥似乎无效。

# error-notification.title
source: Picture Of The Day was rate-limited
pt_br: O Imagem do Dia teve sua taxa limitada
zh_hans: 速率限制

# error-notification.description
source: The %1 server is rate-limited and does currently not allow you to fetch an image. Try again later, or try a different source.
zh_hans: %1 服务器有速率限制，目前不允许您获取图片。请稍后重试，或尝试其他来源。

# error-notification.description
source: Currently, %1 does not provide an image for today. Try again later, or try a different source.
zh_hans: 目前，%1 没有提供今天的图片。请稍后重试，或尝试其他来源。

# error-notification.description
source: Today, %1 provides a video or another type of media which this application does not support. Try again tomorrow, or try a different source.
zh_hans: 今天，%1 提供了本应用程序不支持的视频或其他类型的媒体。请明天重试，或尝试其他来源。

# error-notification.description
source: The %s server replied with HTTP status %2. The server may have issues currently. Try again later, or try a different source. If the issue persists please report the problem.
zh_hans: %s 服务器回复了 HTTP 状态 %2。服务器当前可能有问题。请稍后重试，或尝试其他来源。如果问题仍然存在，请报告问题。

# error-notification.description
source: The %1 server responded with invalid data. The server may have issues currently. Try again later, or try a different source. If the issue persists please report the problem.
zh_hans: %1 服务器响应了无效数据。服务器当前可能有问题。请稍后重试，或尝试其他来源。如果问题仍然存在，请报告问题。

# error-notification.description
source: An I/O error occurred while fetching today's image from %1, with the following message: %2. Your system appears to have only limited network connectivity. Try to connect your system to the internet.
zh_hans: 从 %1 获取今天的图片时发生 I/O 错误，消息如下：%2。您的系统网络连接似乎受限。请尝试将您的系统连接到互联网。

# error-notification.description
source: An I/O error occurred while fetching today's image from %1, with the following message: %2. Try again later, or try a different source. If the issue persists please report the problem.
zh_hans: 从 %1 获取今天的图片时发生 I/O 错误，消息如下：%2。请稍后重试，或尝试其他来源。如果问题仍然存在，请报告问题。

# error-notification.description
source: An I/O error occurred while opening %1, with the following message: %2. If the issue persists please report the problem.
zh_hans: 打开 %1 时发生 I/O 错误，消息如下：%2。如果问题仍然存在，请报告问题。

# error-notification.description
source: An I/O error occurred while setting the wallpaper, with the following message: %1. If the issue persists please report the problem.
zh_hans: 设置壁纸时发生 I/O 错误，消息如下：%1。如果问题仍然存在，请报告问题。

# error-notification.description
source: An I/O error occurred while opening the current image, with the following message: %1. If the issue persists please report the problem.
zh_hans: 打开当前图片时发生 I/O 错误，消息如下：%1。如果问题仍然存在，请报告问题。

source: Saved image %1
zh_hans: 已保存图片 %1

# error-notification.description
source: An I/O error occurred while saving the current image, with the following message: %1. If the issue persists please report the problem.
zh_hans: 保存当前图片时发生 I/O 错误，消息如下：%1。如果问题仍然存在，请报告问题。

source: %1/%2 collection enabled
zh_hans: %1/%2 集合已启用
